#+begin_quote
What I cannot create, I do not understand. - Richard Feynman
#+end_quote

#+TITLE: org mode
#+AUTHOR: Dr. Lin Wang
#+DATE: <2019-05-06 Mon>
Org is a mode for editing, formatting, organizing document. This tool can help you finish the following tasks:
+ take notes
+ get things down
+ literal programming
+ Agenda

* Headline
~#~ is for the first level. ~##~ is the second.  
* 

** date
~C-c .~ to insert the date.

** Python script
Use ~C-c C-c~ to evaluate the value of python script. 
#+BEGIN_SRC python :results output
a = 1 + 3
print(a)
#+END_SRC

#+RESULTS:
: 4

* TO DO LIST 
** DONE headline
** TODO GTD
** TODO 
